{
  "privacy": {
    "title": "Privacy Policy",
    "section1": "Article 1 (Purpose)",
    "section1_content": "One Card (hereinafter referred to as 'the Company') establishes this Privacy Policy (hereinafter referred to as 'this Policy') to protect the personal information of individuals (hereinafter referred to as 'users' or 'individuals') who use the services provided by the Company (hereinafter referred to as 'Company Services'), to comply with relevant laws such as the Personal Information Protection Act and the Act on Promotion of Information and Communications Network Utilization and Information Protection (hereinafter referred to as 'Information and Communications Network Act'), and to promptly and smoothly handle users' complaints related to personal information protection.",
    "section2": "Article 2 (Principles of Personal Information Processing)",
    "section2_content": "In accordance with relevant laws and this Policy, the Company may collect users' personal information, and the collected personal information may be provided to third parties only with the user's consent. However, if required by law, the Company may provide the collected personal information to third parties without the user's prior consent.",
    "section3": "Article 3 (Disclosure of this Policy)",
    "section3_content": "1. The Company discloses this Policy so that users can easily check it at any time through the main page of the Company's website or a linked page from the main page. 2. When disclosing this Policy as described in paragraph 1, the Company uses font size, color, etc., so that users can easily recognize this Policy.",
    "section4": "Article 4 (Amendment of this Policy)",
    "section4_content": "1. This Policy may be revised due to changes in relevant laws, guidelines, notifications, or government or Company Service policies or content. 2. When revising this Policy as described in paragraph 1, the Company notifies users by one or more of the following methods: a. Posting on the notice section of the main page of the Company's website or through a separate window b. Notifying users by written notice, fax, email, or similar methods 3. The Company provides notice of the revision at least 7 days before the effective date of the revised Policy. However, if there are significant changes to users' rights, notice will be given at least 30 days in advance.",
    "section5": "Article 5 (Methods of Collecting Personal Information)",
    "section5_content": "The Company collects users' personal information in the following ways: 1. When users enter their personal information on the Company's website 2. When users enter their personal information through services other than the website provided by the Company, such as applications",
    "section6": "Article 6 (Use of Personal Information)",
    "section6_content": "The Company uses personal information in the following cases: 1. When necessary for Company operations, such as delivering notices 2. For responding to user inquiries, handling complaints, and improving services for users 3. To provide the Company's services 4. To prevent and sanction acts that hinder the smooth operation of the service, including restricting the use of members who violate laws and Company terms, and preventing fraudulent use.",
    "section7": "Article 7 (Retention and Use Period of Personal Information)",
    "section7_content": "1. The Company retains and uses users' personal information for the period necessary to achieve the purpose of collection and use. 2. Notwithstanding the preceding paragraph, the Company retains records of fraudulent use for up to one year after membership withdrawal to prevent fraudulent registration and use, in accordance with internal policies.",
    "section8": "Article 8 (Retention and Use Period of Personal Information under Laws)",
    "section8_content": "The Company retains and uses personal information as follows in accordance with relevant laws: 1. Under the Act on Consumer Protection in Electronic Commerce, etc.: a. Records on contracts or withdrawal of subscription: 5 years b. Records on payment and supply of goods, etc.: 5 years c. Records on consumer complaints or dispute resolution: 3 years d. Records on display and advertising: 6 months 2. Under the Protection of Communications Secrets Act: a. Website log records: 3 months 3. Under the Electronic Financial Transactions Act: a. Records on electronic financial transactions: 5 years 4. Under the Act on the Protection and Use of Location Information: a. Records on personal location information: 6 months",
    "section9": "Article 9 (Destruction of Personal Information)",
    "section9_content": "In principle, the Company promptly destroys personal information when the purpose of processing, retention, or use has been achieved or when the information is no longer needed.",
    "section10": "Article 10 (Procedures for Destruction of Personal Information)",
    "section10_content": "1. Information entered by users for membership registration, etc., is transferred to a separate database (or a separate document box in the case of paper) after the purpose of processing personal information has been achieved, and is stored for a certain period in accordance with internal policies and other relevant laws (see retention and use period) before being destroyed. 2. The Company destroys personal information after obtaining approval from the person in charge of personal information protection when there is a reason for destruction.",
    "section11": "Article 11 (Methods of Destruction of Personal Information)",
    "section11_content": "The Company deletes personal information stored in electronic file format using technical methods that make the records irreproducible, and destroys personal information printed on paper by shredding or incineration.",
    "section12": "Article 12 (Measures for Sending Advertising Information)",
    "section12_content": "1. When sending advertising information for commercial purposes using electronic transmission media, the Company obtains the user's explicit prior consent. However, prior consent is not required in the following cases: a. When the Company has directly collected contact information from the recipient through a transaction and intends to send advertising information for goods or services of the same kind as those transacted with the recipient within 6 months from the end of the transaction b. When a telephone solicitation seller under the Door-to-Door Sales Act verbally informs the recipient of the source of personal information and solicits by phone 2. Notwithstanding the preceding paragraph, if the recipient expresses refusal to receive or withdraws prior consent, the Company does not send advertising information for commercial purposes and notifies the recipient of the result of processing the refusal or withdrawal. 3. When sending advertising information for commercial purposes using electronic transmission media between 9 p.m. and 8 a.m. the next day, the Company obtains separate prior consent from the recipient, even if prior consent has already been obtained under paragraph 1. 4. When sending advertising information for commercial purposes using electronic transmission media, the Company specifically states the following matters in the advertising information: a. Company name and contact information b. Indication of how to refuse to receive or withdraw consent 5. When sending advertising information for commercial purposes using electronic transmission media, the Company does not take any of the following actions: a. Actions to evade or interfere with the recipient's refusal to receive or withdrawal of consent b. Actions to automatically generate contact information such as phone numbers or email addresses by combining numbers, symbols, or characters c. Actions to automatically register phone numbers or email addresses for the purpose of sending advertising information for commercial purposes d. Actions to conceal the identity of the sender or the source of advertising transmission e. Actions to deceive the recipient for the purpose of inducing a reply to advertising information for commercial purposes.",
    "section13": "Article 13 (Protection of Children's Personal Information)",
    "section13_content": "1. The Company allows only users aged 14 or older to register as members to protect the personal information of children under the age of 14. 2. Notwithstanding the preceding paragraph, if the user is a child under the age of 14, the Company obtains the consent of the child's legal representative for the collection, use, and provision of the child's personal information. 3. In this case, the Company additionally collects the legal representative's name, date of birth, gender, duplicate registration confirmation information (ID), and mobile phone number.",
    "section14": "Article 14 (Obligations of Users)",
    "section14_content": "1. Users must keep their personal information up to date, and users are responsible for any problems caused by inaccurate information entered by the user. 2. If a user registers as a member by stealing another person's personal information, the user's qualification may be lost or the user may be punished under relevant personal information protection laws. 3. Users are responsible for maintaining the security of their email address, password, etc., and may not transfer or lend them to third parties.",
    "section15": "Article 15 (Installation, Operation, and Rejection of Automatic Personal Information Collection Devices)",
    "section15_content": "1. The Company uses automatic personal information collection devices (hereinafter referred to as 'cookies') that store and retrieve usage information from time to time to provide users with personalized services. Cookies are small amounts of information sent by the server (http) used to operate the website to the user's web browser (including PC and mobile) and may be stored in the user's storage space. 2. Users have the option to allow the installation of cookies. Therefore, users can allow all cookies, check each time a cookie is stored, or refuse to store all cookies by setting options in their web browser. 3. However, if you refuse to store cookies, some services of the Company that require login may be difficult to use.",
    "section16": "Article 16 (How to Allow Cookies)",
    "section16_content": "You can set options in your web browser to allow or block cookies.\n1. Edge: Settings menu at the top right of the web browser > Cookies and site permissions > Manage and delete cookies and site data\n2. Chrome: Settings menu at the top right of the web browser > Privacy and security > Cookies and other site data\n3. Whale: Settings menu at the top right of the web browser > Privacy protection > Cookies and other site data",
    "section17": "Article 17 (Designation of Personal Information Protection Officer)",
    "section17_content": "1. The Company designates the following department and personal information protection officer to protect users' personal information and handle complaints related to personal information. a. Personal Information Protection Officer 1) Name: Adrie Jeon, Jenn Kim 2) Position: CEO, CTO 3) Contact: 01081850524 4) Email: mhjun01@gmail.com",
    "section18": "Article 18 (Remedies for Infringement of Rights)",
    "section18_content": "1. Data subjects may apply for dispute resolution or consultation to the Personal Information Dispute Mediation Committee, the Korea Internet & Security Agency Personal Information Infringement Report Center, etc., to receive relief from personal information infringement. For other reports or consultations on personal information infringement, please contact the following organizations: a. Personal Information Dispute Mediation Committee: 1833-6972 (www.kopuco.go.kr) b. Personal Information Infringement Report Center: 118 (privacy.kisa.or.kr) c. Supreme Prosecutors' Office: 1301 (www.spo.go.kr) d. National Police Agency: 182 (ecrm.cyber.go.kr) 2. The Company guarantees the data subject's right to self-determination of personal information and strives to provide counseling and relief for personal information infringement. If you need to report or consult, please contact the department in paragraph 1. 3. A person whose rights or interests have been infringed by a disposition or omission by the head of a public institution in response to a request under Article 35 (Access to Personal Information), Article 36 (Correction or Deletion of Personal Information), or Article 37 (Suspension of Processing of Personal Information) of the Personal Information Protection Act may file an administrative appeal in accordance with the Administrative Appeals Act. a. Central Administrative Appeals Commission: 110 (www.simpan.go.kr)",
    "section19": "Addendum",
    "section19_content": "Article 1 This Policy shall take effect from July 21, 2025."
  }
}
